{
    "the": 0,
    "and": 1,
    "i": 2,
    "to": 3,
    "a": 4,
    "was": 5,
    "of": 6,
    "it": 7,
    "for": 8,
    "in": 9,
    "is": 10,
    "that": 11,
    "my": 12,
    "we": 13,
    "this": 14,
    "with": 15,
    "but": 16,
    "they": 17,
    "you": 18,
    "on": 19,
    "not": 20,
    "have": 21,
    "had": 22,
    "at": 23,
    "were": 24,
    "so": 25,
    "are": 26,
    "be": 27,
    "food": 28,
    "place": 29,
    "me": 30,
    "there": 31,
    "as": 32,
    "good": 33,
    "out": 34,
    "like": 35,
    "if": 36,
    "all": 37,
    "just": 38,
    "our": 39,
    "very": 40,
    "get": 41,
    "one": 42,
    "here": 43,
    "when": 44,
    "its": 45,
    "from": 46,
    "time": 47,
    "or": 48,
    "up": 49,
    "would": 50,
    "great": 51,
    "service": 52,
    "their": 53,
    "about": 54,
    "back": 55,
    "no": 56,
    "go": 57,
    "an": 58,
    "what": 59,
    "really": 60,
    "he": 61,
    "she": 62,
    "will": 63,
    "which": 64,
    "some": 65,
    "been": 66,
    "only": 67,
    "us": 68,
    "your": 69,
    "because": 70,
    "dont": 71,
    "even": 72,
    "more": 73,
    "can": 74,
    "by": 75,
    "them": 76,
    "got": 77,
    "other": 78,
    "after": 79,
    "do": 80,
    "didnt": 81,
    "also": 82,
    "im": 83,
    "too": 84,
    "never": 85,
    "ordered": 86,
    "did": 87,
    "has": 88,
    "nice": 89,
    "well": 90,
    "went": 91,
    "than": 92,
    "could": 93,
    "order": 94,
    "then": 95,
    "came": 96,
    "people": 97,
    "over": 98,
    "much": 99,
    "first": 100,
    "said": 101,
    "restaurant": 102,
    "ive": 103,
    "her": 104,
    "little": 105,
    "best": 106,
    "know": 107,
    "off": 108,
    "again": 109,
    "better": 110,
    "going": 111,
    "how": 112,
    "who": 113,
    "way": 114,
    "two": 115,
    "try": 116,
    "love": 117,
    "make": 118,
    "come": 119,
    "pretty": 120,
    "always": 121,
    "chicken": 122,
    "staff": 123,
    "room": 124,
    "minutes": 125,
    "any": 126,
    "before": 127,
    "menu": 128,
    "told": 129,
    "want": 130,
    "vegas": 131,
    "night": 132,
    "think": 133,
    "made": 134,
    "bar": 135,
    "am": 136,
    "experience": 137,
    "down": 138,
    "say": 139,
    "asked": 140,
    "bad": 141,
    "still": 142,
    "right": 143,
    "2": 144,
    "ever": 145,
    "see": 146,
    "around": 147,
    "take": 148,
    "day": 149,
    "wait": 150,
    "table": 151,
    "another": 152,
    "took": 153,
    "few": 154,
    "new": 155,
    "give": 156,
    "eat": 157,
    "wasnt": 158,
    "friendly": 159,
    "since": 160,
    "while": 161,
    "now": 162,
    "sure": 163,
    "definitely": 164,
    "being": 165,
    "next": 166,
    "pizza": 167,
    "his": 168,
    "into": 169,
    "times": 170,
    "something": 171,
    "where": 172,
    "cheese": 173,
    "most": 174,
    "last": 175,
    "find": 176,
    "sauce": 177,
    "everything": 178,
    "thing": 179,
    "should": 180,
    "many": 181,
    "cant": 182,
    "wanted": 183,
    "every": 184,
    "price": 185,
    "long": 186,
    "delicious": 187,
    "small": 188,
    "meal": 189,
    "salad": 190,
    "drinks": 191,
    "location": 192,
    "though": 193,
    "5": 194,
    "lot": 195,
    "lunch": 196,
    "3": 197,
    "nothing": 198,
    "bit": 199,
    "fresh": 200,
    "area": 201,
    "amazing": 202,
    "dinner": 203,
    "same": 204,
    "customer": 205,
    "tried": 206,
    "left": 207,
    "hotel": 208,
    "big": 209,
    "work": 210,
    "drink": 211,
    "check": 212,
    "worth": 213,
    "both": 214,
    "side": 215,
    "hour": 216,
    "thats": 217,
    "looking": 218,
    "need": 219,
    "him": 220,
    "hot": 221,
    "why": 222,
    "away": 223,
    "enough": 224,
    "nnthe": 225,
    "server": 226,
    "recommend": 227,
    "store": 228,
    "youre": 229,
    "burger": 230,
    "home": 231,
    "called": 232,
    "nni": 233,
    "things": 234,
    "actually": 235,
    "different": 236,
    "taste": 237,
    "friends": 238,
    "feel": 239,
    "happy": 240,
    "thought": 241,
    "quality": 242,
    "anything": 243,
    "money": 244,
    "manager": 245,
    "10": 246,
    "these": 247,
    "stars": 248,
    "ok": 249,
    "prices": 250,
    "fries": 251,
    "look": 252,
    "free": 253,
    "old": 254,
    "decided": 255,
    "found": 256,
    "meat": 257,
    "looked": 258,
    "ask": 259,
    "put": 260,
    "line": 261,
    "4": 262,
    "years": 263,
    "else": 264,
    "once": 265,
    "probably": 266,
    "sushi": 267,
    "front": 268,
    "awesome": 269,
    "however": 270,
    "pay": 271,
    "maybe": 272,
    "getting": 273,
    "top": 274,
    "car": 275,
    "places": 276,
    "flavor": 277,
    "full": 278,
    "sandwich": 279,
    "call": 280,
    "done": 281,
    "visit": 282,
    "waitress": 283,
    "through": 284,
    "friend": 285,
    "clean": 286,
    "least": 287,
    "used": 288,
    "half": 289,
    "review": 290,
    "beer": 291,
    "business": 292,
    "water": 293,
    "show": 294,
    "finally": 295,
    "favorite": 296,
    "each": 297,
    "stay": 298,
    "special": 299,
    "let": 300,
    "gave": 301,
    "kind": 302,
    "bread": 303,
    "steak": 304,
    "waiting": 305,
    "coffee": 306,
    "sweet": 307,
    "those": 308,
    "rice": 309,
    "tell": 310,
    "super": 311,
    "breakfast": 312,
    "tasted": 313,
    "id": 314,
    "huge": 315,
    "couldnt": 316,
    "someone": 317,
    "without": 318,
    "almost": 319,
    "use": 320,
    "wont": 321,
    "quite": 322,
    "inside": 323,
    "open": 324,
    "having": 325,
    "later": 326,
    "hard": 327,
    "dish": 328,
    "reviews": 329,
    "large": 330,
    "1": 331,
    "couple": 332,
    "ill": 333,
    "excellent": 334,
    "coming": 335,
    "strip": 336,
    "far": 337,
    "fried": 338,
    "selection": 339,
    "star": 340,
    "disappointed": 341,
    "beef": 342,
    "walked": 343,
    "care": 344,
    "20": 345,
    "served": 346,
    "everyone": 347,
    "trying": 348,
    "person": 349,
    "guy": 350,
    "busy": 351,
    "buffet": 352,
    "atmosphere": 353,
    "outside": 354,
    "husband": 355,
    "high": 356,
    "hours": 357,
    "until": 358,
    "fun": 359,
    "tables": 360,
    "seemed": 361,
    "whole": 362,
    "soup": 363,
    "tasty": 364,
    "eating": 365,
    "house": 366,
    "part": 367,
    "three": 368,
    "such": 369,
    "wrong": 370,
    "wine": 371,
    "doesnt": 372,
    "worst": 373,
    "items": 374,
    "end": 375,
    "waiter": 376,
    "town": 377,
    "fish": 378,
    "less": 379,
    "usually": 380,
    "instead": 381,
    "cold": 382,
    "during": 383,
    "decent": 384,
    "walk": 385,
    "brought": 386,
    "perfect": 387,
    "restaurants": 388,
    "family": 389,
    "door": 390,
    "does": 391,
    "waited": 392,
    "cooked": 393,
    "felt": 394,
    "must": 395,
    "rude": 396,
    "horrible": 397,
    "close": 398,
    "point": 399,
    "needed": 400,
    "isnt": 401,
    "week": 402,
    "cream": 403,
    "several": 404,
    "second": 405,
    "extra": 406,
    "either": 407,
    "cool": 408,
    "shrimp": 409,
    "dishes": 410,
    "started": 411,
    "enjoy": 412,
    "15": 413,
    "wouldnt": 414,
    "music": 415,
    "saw": 416,
    "plate": 417,
    "arrived": 418,
    "deal": 419,
    "pork": 420,
    "help": 421,
    "days": 422,
    "party": 423,
    "course": 424,
    "may": 425,
    "shop": 426,
    "customers": 427,
    "reason": 428,
    "loved": 429,
    "sat": 430,
    "year": 431,
    "ice": 432,
    "leave": 433,
    "own": 434,
    "especially": 435,
    "spot": 436,
    "keep": 437,
    "wife": 438,
    "phone": 439,
    "dining": 440,
    "name": 441,
    "oh": 442,
    "bring": 443,
    "guess": 444,
    "might": 445,
    "comes": 446,
    "job": 447,
    "return": 448,
    "able": 449,
    "theres": 450,
    "cheap": 451,
    "yes": 452,
    "seated": 453,
    "fast": 454,
    "kids": 455,
    "group": 456,
    "dessert": 457,
    "problem": 458,
    "paid": 459,
    "terrible": 460,
    "sit": 461,
    "makes": 462,
    "owner": 463,
    "enjoyed": 464,
    "fine": 465,
    "already": 466,
    "spicy": 467,
    "anyone": 468,
    "dry": 469,
    "fact": 470,
    "30": 471,
    "red": 472,
    "expect": 473,
    "stop": 474,
    "extremely": 475,
    "las": 476,
    "real": 477,
    "parking": 478,
    "absolutely": 479,
    "yet": 480,
    "plus": 481,
    "quick": 482,
    "bill": 483,
    "myself": 484,
    "today": 485,
    "start": 486,
    "floor": 487,
    "chocolate": 488,
    "guys": 489,
    "ate": 490,
    "yelp": 491,
    "overall": 492,
    "okay": 493,
    "expensive": 494,
    "cut": 495,
    "club": 496,
    "chips": 497,
    "working": 498,
    "late": 499,
    "seems": 500,
    "hair": 501,
    "ago": 502,
    "pool": 503,
    "offer": 504,
    "slow": 505,
    "charge": 506,
    "rooms": 507,
    "ended": 508,
    "stuff": 509,
    "doing": 510,
    "live": 511,
    "card": 512,
    "buy": 513,
    "rather": 514,
    "fan": 515,
    "options": 516,
    "although": 517,
    "sitting": 518,
    "local": 519,
    "drive": 520,
    "tea": 521,
    "6": 522,
    "making": 523,
    "trip": 524,
    "given": 525,
    "roll": 526,
    "street": 527,
    "tacos": 528,
    "mexican": 529,
    "wish": 530,
    "past": 531,
    "size": 532,
    "kitchen": 533,
    "seem": 534,
    "completely": 535,
    "wonderful": 536,
    "seen": 537,
    "liked": 538,
    "rolls": 539,
    "bland": 540,
    "pick": 541,
    "helpful": 542,
    "counter": 543,
    "theyre": 544,
    "regular": 545,
    "looks": 546,
    "believe": 547,
    "girl": 548,
    "bacon": 549,
    "short": 550,
    "fantastic": 551,
    "entire": 552,
    "poor": 553,
    "amount": 554,
    "highly": 555,
    "decor": 556,
    "lots": 557,
    "employees": 558,
    "company": 559,
    "received": 560,
    "thai": 561,
    "dog": 562,
    "under": 563,
    "change": 564,
    "casino": 565,
    "mind": 566,
    "lady": 567,
    "ready": 568,
    "morning": 569,
    "run": 570,
    "green": 571,
    "white": 572,
    "kept": 573,
    "style": 574,
    "heard": 575,
    "gone": 576,
    "twice": 577,
    "taking": 578,
    "impressed": 579,
    "n": 580,
    "average": 581,
    "between": 582,
    "man": 583,
    "behind": 584,
    "tip": 585,
    "crab": 586,
    "bbq": 587,
    "understand": 588,
    "soon": 589,
    "saturday": 590,
    "set": 591,
    "12": 592,
    "empty": 593,
    "cake": 594,
    "werent": 595,
    "offered": 596,
    "gets": 597,
    "etc": 598,
    "glass": 599,
    "rest": 600,
    "portions": 601,
    "desk": 602,
    "early": 603,
    "stayed": 604,
    "list": 605,
    "light": 606,
    "beautiful": 607,
    "burgers": 608,
    "quickly": 609,
    "serve": 610,
    "wings": 611,
    "four": 612,
    "seriously": 613,
    "knew": 614,
    "mean": 615,
    "saying": 616,
    "months": 617,
    "warm": 618,
    "needs": 619,
    "weekend": 620,
    "totally": 621,
    "across": 622,
    "main": 623,
    "remember": 624,
    "walking": 625,
    "easy": 626,
    "dirty": 627,
    "cost": 628,
    "chinese": 629,
    "office": 630,
    "sorry": 631,
    "salsa": 632,
    "stopped": 633,
    "french": 634,
    "appetizer": 635,
    "near": 636,
    "seating": 637,
    "egg": 638,
    "potatoes": 639,
    "eggs": 640,
    "life": 641,
    "view": 642,
    "nnwe": 643,
    "la": 644,
    "choice": 645,
    "others": 646,
    "de": 647,
    "available": 648,
    "paying": 649,
    "orders": 650,
    "itself": 651,
    "read": 652,
    "pasta": 653,
    "plenty": 654,
    "often": 655,
    "ordering": 656,
    "phoenix": 657,
    "italian": 658,
    "sign": 659,
    "due": 660,
    "servers": 661,
    "add": 662,
    "priced": 663,
    "please": 664,
    "8": 665,
    "attentive": 666,
    "patio": 667,
    "bartender": 668,
    "spend": 669,
    "flavors": 670,
    "bite": 671,
    "noticed": 672,
    "type": 673,
    "potato": 674,
    "taken": 675,
    "expected": 676,
    "beans": 677,
    "says": 678,
    "hit": 679,
    "youll": 680,
    "girls": 681,
    "overpriced": 682,
    "sunday": 683,
    "giving": 684,
    "hand": 685,
    "sandwiches": 686,
    "watch": 687,
    "reasonable": 688,
    "bowl": 689,
    "along": 690,
    "unfortunately": 691,
    "talk": 692,
    "literally": 693,
    "number": 694,
    "evening": 695,
    "perfectly": 696,
    "simple": 697,
    "awful": 698,
    "portion": 699,
    "weeks": 700,
    "head": 701,
    "chef": 702,
    "garlic": 703,
    "black": 704,
    "idea": 705,
    "variety": 706,
    "eaten": 707,
    "checked": 708,
    "friday": 709,
    "appointment": 710,
    "loud": 711,
    "charged": 712,
    "boyfriend": 713,
    "birthday": 714,
    "unless": 715,
    "five": 716,
    "hope": 717,
    "grilled": 718,
    "bought": 719,
    "spent": 720,
    "havent": 721,
    "mediocre": 722,
    "turned": 723,
    "ones": 724,
    "talking": 725,
    "opened": 726,
    "yummy": 727,
    "total": 728,
    "excited": 729,
    "oil": 730,
    "reservation": 731,
    "together": 732,
    "bathroom": 733,
    "closed": 734,
    "packed": 735,
    "moved": 736,
    "taco": 737,
    "longer": 738,
    "happened": 739,
    "credit": 740,
    "surprised": 741,
    "game": 742,
    "minute": 743,
    "piece": 744,
    "yourself": 745,
    "immediately": 746,
    "pieces": 747,
    "thank": 748,
    "space": 749,
    "hungry": 750,
    "wow": 751,
    "management": 752,
    "25": 753,
    "month": 754,
    "hostess": 755,
    "bottle": 756,
    "comfortable": 757,
    "lobster": 758,
    "choose": 759,
    "located": 760,
    "per": 761,
    "seafood": 762,
    "issue": 763,
    "hear": 764,
    "45": 765,
    "city": 766,
    "within": 767,
    "sometimes": 768,
    "7": 769,
    "crispy": 770,
    "seat": 771,
    "waste": 772,
    "butter": 773,
    "salmon": 774,
    "cup": 775,
    "somewhere": 776,
    "bed": 777,
    "middle": 778,
    "simply": 779,
    "plates": 780,
    "based": 781,
    "glad": 782,
    "low": 783,
    "50": 784,
    "feeling": 785,
    "arent": 786,
    "frozen": 787,
    "thanks": 788,
    "supposed": 789,
    "including": 790,
    "mention": 791,
    "recently": 792,
    "beers": 793,
    "crowd": 794,
    "asking": 795,
    "case": 796,
    "prepared": 797,
    "noodles": 798,
    "exactly": 799,
    "play": 800,
    "worse": 801,
    "chance": 802,
    "upon": 803,
    "goes": 804,
    "disappointing": 805,
    "basically": 806,
    "attitude": 807,
    "ingredients": 808,
    "fix": 809,
    "takes": 810,
    "onion": 811,
    "hands": 812,
    "burrito": 813,
    "world": 814,
    "center": 815,
    "showed": 816,
    "park": 817,
    "staying": 818,
    "medium": 819,
    "meals": 820,
    "shopping": 821,
    "honestly": 822,
    "hate": 823,
    "recommended": 824,
    "anywhere": 825,
    "cafe": 826,
    "filled": 827,
    "added": 828,
    "salty": 829,
    "lost": 830,
    "move": 831,
    "except": 832,
    "pho": 833,
    "crowded": 834,
    "stand": 835,
    "attention": 836,
    "100": 837,
    "lack": 838,
    "choices": 839,
    "apparently": 840,
    "sent": 841,
    "tiny": 842,
    "write": 843,
    "sad": 844,
    "appetizers": 845,
    "online": 846,
    "ni": 847,
    "changed": 848,
    "save": 849,
    "ambiance": 850,
    "thinking": 851,
    "option": 852,
    "mouth": 853,
    "nthe": 854,
    "box": 855,
    "avoid": 856,
    "brunch": 857,
    "finish": 858,
    "whatever": 859,
    "pricey": 860,
    "40": 861,
    "worked": 862,
    "cannot": 863,
    "mac": 864,
    "crust": 865,
    "mine": 866,
    "date": 867,
    "specials": 868,
    "scottsdale": 869,
    "interesting": 870,
    "authentic": 871,
    "pleasant": 872,
    "greeted": 873,
    "woman": 874,
    "mall": 875,
    "barely": 876,
    "single": 877,
    "forward": 878,
    "tuna": 879,
    "finished": 880,
    "cute": 881,
    "tomato": 882,
    "delivery": 883,
    "dark": 884,
    "professional": 885,
    "wall": 886,
    "flavorful": 887,
    "obviously": 888,
    "dollars": 889,
    "sort": 890,
    "cook": 891,
    "above": 892,
    "clearly": 893,
    "cash": 894,
    "nails": 895,
    "dogs": 896,
    "face": 897,
    "weird": 898,
    "soft": 899,
    "asian": 900,
    "running": 901,
    "tender": 902,
    "sausage": 903,
    "min": 904,
    "downtown": 905,
    "sides": 906,
    "level": 907,
    "massage": 908,
    "leaving": 909,
    "serving": 910,
    "bucks": 911,
    "anyway": 912,
    "tv": 913,
    "item": 914,
    "thin": 915,
    "seats": 916,
    "salt": 917,
    "greasy": 918,
    "forgot": 919,
    "lettuce": 920,
    "dance": 921,
    "standard": 922,
    "picked": 923,
    "bag": 924,
    "truly": 925,
    "note": 926,
    "rib": 927,
    "entrees": 928,
    "unique": 929,
    "crazy": 930,
    "corn": 931,
    "ribs": 932,
    "tasting": 933,
    "miss": 934,
    "dr": 935,
    "onions": 936,
    "curry": 937,
    "owners": 938,
    "matter": 939,
    "young": 940,
    "treat": 941,
    "airport": 942,
    "speak": 943,
    "certainly": 944,
    "expecting": 945,
    "turn": 946,
    "dressing": 947,
    "eye": 948,
    "share": 949,
    "joint": 950,
    "establishment": 951,
    "groupon": 952,
    "book": 953,
    "salads": 954,
    "playing": 955,
    "mix": 956,
    "employee": 957,
    "mentioned": 958,
    "section": 959,
    "using": 960,
    "tastes": 961,
    "salon": 962,
    "nnmy": 963,
    "considering": 964,
    "none": 965,
    "fair": 966,
    "school": 967,
    "pass": 968,
    "valley": 969,
    "mixed": 970,
    "entree": 971,
    "window": 972,
    "seeing": 973,
    "station": 974,
    "gotten": 975,
    "weve": 976,
    "fee": 977,
    "mom": 978,
    "returning": 979,
    "smell": 980,
    "veggies": 981,
    "explained": 982,
    "yeah": 983,
    "kinda": 984,
    "included": 985,
    "issues": 986,
    "pulled": 987,
    "value": 988,
    "elsewhere": 989,
    "forever": 990,
    "typical": 991,
    "pm": 992,
    "ridiculous": 993,
    "true": 994,
    "toast": 995,
    "pie": 996,
    "nights": 997,
    "hold": 998,
    "afternoon": 999
}